export default function RuleParagraph() {
  return (
    <Typography component="p" variant="sub1" color="custom.white">
      قوانین کلی مسابقه بعد از ثبت‌نام و هم‌زمان با شروع بازی، دقیقا در شماره اسلات خود در
      لابی بنشینید. نشستن در سایر اسلات‌ها منجر به کیک‌شدن شما می‌شود. مود بازی بتل رویال
      در دسته‌بندی‌ جایگاهی، اتوریوایو و با آرایش اسکوادی است مپ Isolated به صورت
      اتوریوایو است مسابقه بین 25 تیم 4 نفره برگزار می‌شود استفاده از هرگونه هک، کانفیگ،
      DNS، VPN ممنوع است تیم‌آپ ممنوع است پلیرها باید بازی را تا پایان ترک نکنند
    </Typography>
  );
}
