import { Ticket } from './sections/TicketSection';

export const _mockTickets: Ticket[] = [
  {
    title: 'عنوان تستی 1',
    subTitle: 'زیر عنوان تستی 1',
    content:
      'این متن اصلی است. این متن اصلی است. این متن اصلی است.این متن اصلی است. این متن اصلی است.این متن اصلی است.این متن اصلی است',

    date: '1404/04/05',
  },

  {
    title: 'عنوان تستی 2',
    subTitle: 'زیر عنوان تستی 2',
    content:
      'این متن اصلی است. این متن اصلی است. این متن اصلی است.این متن اصلی است. این متن اصلی است.این متن اصلی است.این متن اصلی است',

    date: '1404/04/05',
  },
];
